；将本地化文本放入此文件中
exalt country
[Country_ADVENT X2CountryTemplate]
DisplayName="EXALT"



;advent arsenal 本地化

[Dark_Pistol_BM X2WeaponTemplate]
FriendlyName="EXALT 等离子手枪"
FriendlyNamePlural="EXALT 等离子手枪"
BriefSummary="EXALT 等离子手枪采用与磁性手枪相同的磁加速技术，但它还使用红色等离子使其合金碎片弹药过热，然后真正烧穿目标。"
TacticalText="EXALT 等离子手枪采用与磁性手枪相同的磁加速技术，但它还使用红色等离子使其合金碎片弹药过热，然后真正烧穿目标。"
AbilityDescName="手枪"


[Dark_Pistol_CG X2WeaponTemplate]
FriendlyName="EXALT 线圈手枪"
FriendlyNamePlural="EXALT 线圈手枪"
BriefSummary="这是一种基于线圈技术的武器，该手枪具有忽略部分装甲的独特能力。可能对我们自己的目的有用。"
TacticalText="<Bullet/> 线圈武器自动刺穿（忽略）1层敌人的盔甲。"
AbilityDescName="手枪"

[Dark_Pistol_MG X2WeaponTemplate]
FriendlyName="EXALT磁力手枪"
FriendlyNamePlural="EXALT磁力手枪"
BriefSummary="与变种人士兵携带的武器相比，这把手枪的质量似乎要高得多。如果我们无法为所有士兵生产足够的手枪，那么它可能对我们有用。"
TacticalText="<Bullet/>磁化武器技术对 XCOM 的左轮手枪进行了特别有效的改进。"
AbilityDescName="手枪"


[DarkEvent_PlasmaTier X2DarkEventTemplate]
DisplayName="EXALT 研究：实验武器"
SummaryText="EXALT 为其士兵部署了混合实验性等离子和声波技术。"
QuoteText="\"看起来外星人终于愿意向走狗们提供他们最强大的技术。\""
QuoteTextAuthor="- 中央官员布拉德福德"
PreMissionText="授予 EXALT 士兵顶级装备"
PostMissionSuccessText="黑暗事件被反击：EXALT 实验武器"
PostMissionFailureText="无法对抗黑暗事件：EXALT 实验武器"


[Dark_Shotgun_BM X2WeaponTemplate]
FriendlyName="EXALT 等离子霰弹枪"
FriendlyNamePlural="EXALT 等离子霰弹枪"
BriefSummary="EXALT 等离子霰弹枪采用与磁性霰弹枪相同的磁加速技术，但它还使用红色等离子对合金碎片弹药进行过热，然后真正烧穿目标。"
TacticalText="EXALT 等离子霰弹枪采用与磁性霰弹枪相同的磁加速技术，但它还使用红色等离子对其合金碎片弹药进行过热，然后真正烧穿目标。"
AbilityDescName="霰弹枪"


[Dark_SMG_BM X2WeaponTemplate]
FriendlyName="EXALT 音速步枪"
FriendlyNamePlural="EXALT 音速步枪"
BriefSummary="看来声波步枪的预期目的是镇静和削弱，但长时间暴露在其最大输出下与"常规"枪械射弹一样致命。"
TacticalText="看来声波步枪的预期目的是镇静和削弱，但长时间暴露在其最大输出下与"常规"枪械射弹一样致命。"
AbilityDescName="声波步枪"


[Dark_Cannon_BM X2WeaponTemplate]
FriendlyName="EXALT 音速炮"
FriendlyNamePlural="EXALT 音速炮"
BriefSummary="作为音速步枪的重型版本，音速炮的全面输出有所提高，并且能够更快速地发挥其效果，无论是致命的还是非致命的。"
TacticalText="作为音速步枪的重型版本，音速炮的全面输出有所提高，并且能够更快速地发挥其效果，无论是致命的还是非致命的。"
AbilityDescName="音速炮"


[Dark_AssaultRifle_BM X2WeaponTemplate]
FriendlyName="EXALT 等离子步枪"
FriendlyNamePlural="EXALT 等离子步枪"
BriefSummary="一种基于红色等离子的步枪，它的伤害可能比我们自己的等离子步枪蓝图要小，但无论如何它仍然很强大。"
TacticalText="<Bullet/> 等离子步枪是一种通用的、威力极大的主要步兵武器系统。\n<Bullet/> 发射主要武器总会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高等离子步枪的战术效能。"
AbilityDescName="突击步枪"



[Dark_SniperRifle_BM X2WeaponTemplate]
FriendlyName="EXALT 等离子长矛"
FriendlyNamePlural="EXALT 等离子长枪"
BriefSummary="一种基于红色等离子的狙击步枪，它的伤害可能比我们自己的等离子狙击步枪蓝图要小，但无论如何它仍然很强大。"
TacticalText="<Bullet/>这是狙击步枪技术的巅峰。\n<Bullet/>狙击步枪总是需要两个动作才能射击。\n<Bullet/>它们在近距离时不太准确，但在远距离时却非常致命。\n<Bullet/>使用从敌人那里夺取的升级来提高等离子狙击步枪的战术效能。"
AbilityDescName="狙击步枪"




；目标
[MOCX_QuestStart X2ObjectiveTemplate]
Title="追查 EXALT 计划的线索"
LocLongDescription="EXALT 计划是 ADVENT 摧毁 XCOM 的最新举措：如果我们想消灭他们，就需要寻找他们的主要行动。"
SubObjectiveText="执行 EXALT 隐秘行动"

[MOCX_QuestMidOne X2ObjectiveTemplate]
Title="继续对抗 EXALT 计划"
LocLongDescription="我们对 EXALT 计划造成了一些打击，但我们需要继续前进。继续努力。"
SubObjectiveText="执行 EXALT 隐秘行动"

[MOCX_QuestMidTwo X2ObjectiveTemplate]
Title="继续为 EXALT 计划而战"
LocLongDescription="我们对 EXALT 计划造成了更大的打击，但我们需要继续努力。继续努力。"
SubObjectiveText="执行 EXALT 隐秘行动"


[MOCX_OffsiteBackups X2ObjectiveTemplate]
Title="袭击场外设施"
LocLongDescription="我们发现了一个与化身项目相关的异地备份设施，并且它有一个专门的 EXALT 细节。那个小队可能拥有我们可以使用的情报。"
SubObjectiveText="完成头像备份任务"

[MOCX_TrainingRaid X2ObjectiveTemplate]
Title="突袭 EXALT 训练演习"
LocLongDescription="EXALT 正在进行一项大规模训练演习，代号为"黑曜石之盾行动"。根据我们之前获得的情报，我们知道该行动将直接上行到 EXALT 的网络。我们需要从该上行链路获取所有我们能获取的信息。"
SubObjectiveText="完成训练演习任务"

[MOCX_SabotageHQ X2ObjectiveTemplate]
Title="消除 EXALT 计划"
LocLongDescription="沈已经确定了 EXALT 总部建设中的一个关键缺陷。有了合适的小队和足够的 X4，我们就可以摧毁 EXALT 的灵能运输网络，并彻底关闭它们。"
SubObjectiveText="完成破坏 EXALT总部任务"


；能力点
[MOCXEvac X2AbilityPointTemplate]
ActionFriendlyName="由 EXALT 部队撤离"

[MOCXKill X2AbilityPointTemplate]
ActionFriendlyName="通过杀死一个 EXALT 单位"

[MOCXCapture X2AbilityPointTemplate]
ActionFriendlyName="通过捕获 EXALT 单位"

；情况汇报

[MOCX X2SitRepTemplate]
FriendlyName="EXALT 小队"
Description="一支来自 EXALT 的小队已经部署到这里。"

[MOCXAssault X2SitRepTemplate]
FriendlyName="EXALT 总部突击"
Description="这是EXALT的总部：他们将在这里使用多个小队。"


[MOCXRookies X2SitRepTemplate]
FriendlyName="EXALT 训练演习"
Description="EXALT 正在这里进行大规模演习：最初遇到的大多数部队都是 EXALT 新兵。"

[MOCXRookiesEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="EXALT 训练演习"
Description="EXALT 正在这里进行大规模演习：最初遇到的大多数部队都是 EXALT 新兵。"

[FullMOCXEffect X2SitRepEffectTemplate]
FriendlyName="EXALT 小队"
Description="一支来自 EXALT 的小队已部署至此。EXALT 可以使用干扰技术，因此暗影室不会显示它们。"



；武器和物品

[Dark_Shotgun_MG X2WeaponTemplate]
FriendlyName="EXALT散弹枪"
FriendlyNamePlural="EXALT散弹枪"
BriefSummary="与变种人自己的步兵携带的武器相比，这种霰弹枪的质量似乎要高得多。如果我们无法为所有士兵生产足够的霰弹枪，它可能会对我们有用。"
TacticalText="<Bullet/>磁化武器技术对 XCOM 的战斗霰弹枪进行了特别有效的改进。\n<Bullet/>霰弹枪式武器在近距离非常有效，但它们的准确性在远距离会迅速下降。\n<Bullet/>使用从敌人那里夺取的升级来提高碎片枪的战术效力。"
AbilityDescName="霰弹枪"

[Dark_Shotgun_CG X2WeaponTemplate]
FriendlyName="EXALT 霰弹枪"
FriendlyNamePlural="EXALT 霰弹枪"
BriefSummary="这是一种基于线圈技术的武器，这种霰弹枪具有忽略部分装甲的独特能力。可能对我们自己的目的有用。"
TacticalText="<Bullet/> 线圈武器自动穿透（忽略）1 个敌人的护甲。<br/><Bullet/> 霰弹枪式武器在近距离非常有效，但它们的准确性在远距离会迅速下降。\n<Bullet/> 使用从敌人那里夺取的升级来提高霰弹枪的战术效力。"
AbilityDescName="霰弹枪"




[Dark_SMG_MG X2WeaponTemplate]
FriendlyName="EXALT 冲锋枪"
FriendlyNamePlural="EXALT冲锋枪"
BriefSummary="与变种人自己的步兵携带的武器相比，这种 SMG 的质量似乎要高得多。如果我们无法为所有士兵制造足够的无托枪，它可能是一种有用的替代品。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器总是会结束士兵的回合。\n<Bullet/> 使用从变种人敌人那里恢复的升级来提高冲锋枪的战术效能。\n<Bullet/> 与突击步枪相比，冲锋枪式武器提供了额外的机动性、近距离精确度和隐蔽性，但它们的伤害较小，弹药较少，并且在远距离时会受到精确度惩罚。"
AbilityDescName="SMG"

[Dark_SMG_CG X2WeaponTemplate]
FriendlyName="EXALT线圈冲锋枪"
FriendlyNamePlural="EXALT线圈冲锋枪"
BriefSummary="这是一种基于线圈技术的武器，这种冲锋枪具有无视部分装甲的独特能力。可能对我们自己的目的有用。"
TacticalText="<Bullet/>线圈武器自动穿透（忽略）1层敌人护甲。<br/><Bullet/>与突击步枪相比，冲锋枪式武器具有额外的机动性、近距离精确度和隐蔽性，但它们的伤害力较小，弹药较少，并且在远距离精确度方面受到惩罚。<br/>"
AbilityDescName="SMG"




[Dark_Cannon_MG X2WeaponTemplate]
FriendlyName="EXALT重机枪"
FriendlyNamePlural="EXALT重机枪"
BriefSummary="与变种人自己的步兵携带的武器相比，这种大炮的质量似乎要高得多。如果我们无法为所有士兵生产足够的武器，它可能会对我们有用。"
TacticalText="<Bullet/> 磁力重机枪是一种威力更大、但同样易于部署的传统大炮。\n<Bullet/> 使用从敌人那里夺取的升级来提高磁力炮的战术效能。"
AbilityDescName="重机枪"

[Dark_Cannon_CG X2WeaponTemplate]
FriendlyName="EXALT重机枪"
FriendlyNamePlural="EXALT重机枪"
BriefSummary="这是一种基于线圈技术的武器，这种大炮具有忽略部分装甲的独特能力。可能对我们自己的目的有用。"
TacticalText="<Bullet/> 线圈武器自动穿透（忽略）1 个敌人的护甲。<br/><Bullet/> 该重机枪是一种班组自动武器，比步枪拥有更多的弹药和更大的伤害，但携带起来很麻烦。<br/><Bullet/> 使用从变种人敌人那里恢复的升级来提高线圈重机枪的战术效能。<br/>"
AbilityDescName="重机枪"





[Dark_AssaultRifle_MG X2WeaponTemplate]
FriendlyName="EXALT磁力步枪"
FriendlyNamePlural="EXALT磁力步枪"
BriefSummary="与变种人自己的步兵携带的武器相比，这种突击步枪的质量似乎要高得多。如果我们无法为所有士兵生产足够的武器，它可能会对我们有用。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主要武器总会结束士兵的回合。\n<Bullet/> 使用从敌人那里夺取的升级来提高磁力步枪的战术效能。"
AbilityDescName="突击步枪"

[Dark_AssaultRifle_CG X2WeaponTemplate]
FriendlyName="EXALT 线圈步枪"
FriendlyNamePlural="EXALT 线圈步枪"
BriefSummary="这是一种基于线圈技术的武器，这种突击步枪具有忽略部分装甲的独特能力。可能对我们自己的目的有用。"
TacticalText="<Bullet/> 线圈武器自动穿透（忽略）1 个敌人的护甲。<br/><Bullet/> 在没有经过特殊训练的情况下，发射主武器会结束士兵的回合。\n<Bullet/> 使用从 ADVENT 敌人那里恢复的升级来提高线圈步枪的战术效能。<br/>"
AbilityDescName="突击步枪"






[Dark_SniperRifle_MG X2WeaponTemplate]
FriendlyName="EXALT狙击枪"
FriendlyNamePlural="EXALT狙击枪"
BriefSummary="与变种人自己的步兵携带的武器相比，这种狙击步枪的质量似乎要高得多。如果我们无法为所有士兵生产足够的武器，它可能会对我们有用。"
TacticalText="<Bullet/>狙击步枪通常需要两个动作才能射击。\n<Bullet/>它们在近距离时不太准确，但在远距离时却非常致命。\n<Bullet/>使用从敌人那里夺取的升级来提高磁力狙击步枪的战术效能。"
AbilityDescName="狙击步枪"

[Dark_SniperRifle_CG X2WeaponTemplate]
FriendlyName="EXALT线圈狙击步枪"
FriendlyNamePlural="EXALT线圈狙击步枪"
BriefSummary="这是一种基于线圈技术的武器，这种狙击步枪具有忽略部分装甲的独特能力。可能对我们自己的目的有用。"
TacticalText="<Bullet/>线圈武器会自动穿透（忽略）1层敌人的护甲。<br/><Bullet/>狙击步枪通常需要两种动作才能射击，无需特殊训练。\n<Bullet/>它们在近距离时不太准确，但在远距离时却非常致命。\n<Bullet/>使用从敌人那里夺取的升级来提高线圈狙击步枪的战术效力。"
AbilityDescName="狙击步枪"



[WeaponFragment X2ItemTemplate]
FriendlyName="武器碎片"
FriendlyNamePlural="武器碎片"
BriefSummary="被摧毁的敌方武器的残骸。我们可以回收其中能回收的部分，然后在黑市上卖掉。"
LootTooltip="这是某些敌人武器留下的东西。它没有什么用处。"


；角色名称
[AdvMec_MOCX X2CharacterTemplate]
strCharacterName="EXALT机械改造人"

[MOCX_Leader X2CharacterTemplate]
strCharacterName="EXALT 指挥官"

[DarkSoldier X2CharacterTemplate]
strCharacterName="EXALT 士兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkRookie X2CharacterTemplate]
strCharacterName="EXALT新兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkRookie_M2 X2CharacterTemplate]
strCharacterName="EXALT 步兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkRookie_M3 X2CharacterTemplate]
strCharacterName="EXALT 士兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"


；正常单位开始
[DarkGrenadier X2CharacterTemplate]
strCharacterName="EXALT 掷弹兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkSpecialist X2CharacterTemplate]
strCharacterName="EXALT 专家"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkRanger X2CharacterTemplate]
strCharacterName="EXALT 游侠"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkSniper X2CharacterTemplate]
strCharacterName="EXALT 狙击手"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkPsiAgent X2CharacterTemplate]
strCharacterName="EXALT 灵能特工"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkReclaimed X2CharacterTemplate]
strCharacterName="回收"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 是一名被 EXALT 俘虏的散兵，他被"夺回"，改变了他的记忆和外貌。他很感激我们随后释放了他，并加入了 XCOM。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 是一名被 EXALT 俘虏的散兵，被他们"夺回"，改变了她的记忆和外貌。她很感激我们随后解放了她，并加入了 XCOM。"

；高级变体

[DarkGrenadier_M2 X2CharacterTemplate]
strCharacterName="高级 EXALT 掷弹兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkSpecialist_M2 X2CharacterTemplate]
strCharacterName="高级 EXALT 专家"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkRanger_M2 X2CharacterTemplate]
strCharacterName="高级 EXALT 游侠"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkSniper_M2 X2CharacterTemplate]
strCharacterName="高级 EXALT 狙击手"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkPsiAgent_M2 X2CharacterTemplate]
strCharacterName="高级 EXALT 灵能特工"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkReclaimed_M2 X2CharacterTemplate]
strCharacterName="高级再生"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 是一名被 EXALT 俘虏的散兵，他被"夺回"，改变了他的记忆和外貌。他很感激我们随后释放了他，并加入了 XCOM。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 是一名被 EXALT 俘虏的散兵，被他们"夺回"，改变了她的记忆和外貌。她很感激我们随后解放了她，并加入了 XCOM。"

；精英变体

[DarkGrenadier_M3 X2CharacterTemplate]
strCharacterName="精英 EXALT 掷弹兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkSpecialist_M3 X2CharacterTemplate]
strCharacterName="精英 EXALT 专家"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkRanger_M3 X2CharacterTemplate]
strCharacterName="精英 EXALT 游侠"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkSniper_M3 X2CharacterTemplate]
strCharacterName="精英 EXALT 狙击手"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkPsiAgent_M3 X2CharacterTemplate]
strCharacterName="精英 EXALT 灵能特工"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 在一次行动中被 XCOM 捕获。经过一番审讯和"说服"，他们现在愿意为 XCOM 工作。"

[DarkReclaimed_M3 X2CharacterTemplate]
strCharacterName="精英散兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 是一名被 EXALT 俘虏的散兵，他被"夺回"，改变了他的记忆和外貌。他很感激我们随后释放了他，并加入了 XCOM。"
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 是一名被 EXALT 俘虏的散兵，被他们"夺回"，改变了她的记忆和外貌。她很感激我们随后解放了她，并加入了 XCOM。"

;科技

[RM_BasicPCS X2TechTemplate]
DisplayName="构建基本芯片"
Summary="使用为 EXALT 开发的战斗芯片，我们应该能够将它们重新用于 XCOM 士兵可以使用的个人战斗模拟器。这些将仅包括基本的芯片。"

[RM_AdvPCS X2TechTemplate]
DisplayName="构建高级芯片"
Summary="使用为 EXALT 开发的战斗芯片，我们应该能够将它们重新用于 XCOM 士兵可以使用的个人战斗模拟器。这些将包括更先进的芯片，例如爬墙。"

[RM_SupPCS X2TechTemplate]
DisplayName="构建终级芯片"
Summary="使用为 EXALT 开发的战斗芯片，我们应该能够将它们重新用于 XCOM 士兵可以使用的个人战斗模拟器。这些将包括我们可以制造的终极芯片，例如 Mimetic Skin。"

[RM_ProduceChip X2TechTemplate]
DisplayName="打造战斗芯片"
Summary="EXALT 工程和研究团队的撤离为我们带来了 EXALT 战斗芯片的蓝图。这应该使我们能够为已知的未来制造 PCS。"


[RM_DecryptChip X2TechTemplate]
DisplayName="EXALT芯片解密"
Summary="EXALT 为他们的士兵配备了一种新型先进芯片系统，我记得在我离开变种人时才有人对此进行理论研究。这当然解释了为什么与变种人的其他部分相比，我们在入侵他们的通讯方面遇到了问题。如果我们研究一下他们取得了哪些进步，我们可能会收获颇丰。"
CodeName="Persona"
LongDescription="EXALT 人员使用的战斗芯片系统无疑是变种人为其精锐士兵做出的一项令人惊讶的改进。也许我们之前的行动让他们决定加快研发速度。但是，现在我们已经仔细研究了它的工作原理，我应该能够调整我们的情报收集以适应 EXALT 的加密方法。此外，我相信沈可以利用这些芯片制作我们自己的部队可以使用的个人战斗模拟器。我相信她已经为你准备好了提案，指挥官。R. 泰根。"
AlertString="EXALT 战斗芯片"


;暗黑事件
[DarkEvent_HealthBoosters X2DarkEventTemplate]
DisplayName="基因强化"
SummaryText="有机 EXALT 单位获得额外 3 点生命值。"
QuoteText="\"由于能够获得外星人能制造的一切，他们开始推出"更好"的版本也就不足为奇了。\""
QuoteTextAuthor="- 中央官员布拉德福德"
PreMissionText="有机 EXALT 单位获得额外 3 点生命值。"
PostMissionSuccessText="黑暗事件反击：基因强化"
PostMissionFailureText="未能对抗黑暗事件：基因强化"

[DarkEvent_CoilTier X2DarkEventTemplate]
DisplayName="EXALT 研究：线圈炮"
SummaryText="EXALT 为其士兵部署了先进的基于线圈的技术。"
QuoteText="\"即使还没有使用等离子，从我们看到的画面来看，这些线圈炮的威力也非常强大。\""
QuoteTextAuthor="- 沈"
PreMissionText="授予 EXALT 士兵更先进的装备"
PostMissionSuccessText="黑暗事件被反击：EXALT 线圈炮"
PostMissionFailureText="无法对抗黑暗事件：EXALT 线圈炮"

[DarkEvent_PlasmaTier X2DarkEventTemplate]
DisplayName="EXALT 研究：实验武器"
SummaryText="EXALT 为他们的士兵部署实验技术。"
QuoteText="\"看起来外星人终于愿意向走狗们提供他们最强大的技术。\""
QuoteTextAuthor="- 中央官员布拉德福德"
PreMissionText="授予 EXALT 士兵顶级装备"
PostMissionSuccessText="黑暗事件被反击：EXALT 实验武器"
PostMissionFailureText="无法对抗黑暗事件：EXALT 实验武器"

[DarkEvent_SquadSizeI X2DarkEventTemplate]
DisplayName="EXALT 研究：小队规模 I"
SummaryText="EXALT 升级了运输工具的运载能力，为他们在执行任务时提供一名额外的士兵。"
QuoteText="\"等等，这难道不是我们在上次战争中的东西吗？\""
QuoteTextAuthor="- 中央官员布拉德福德"
PreMissionText="将 EXALT 小队规模增加一人。"
PostMissionSuccessText="黑暗事件被反击：EXALT 小队规模 I"
PostMissionFailureText="无法对抗黑暗事件：EXALT 小队规模 I"

[DarkEvent_SquadSizeII X2DarkEventTemplate]
DisplayName="EXALT 研究：小队规模 II"
SummaryText="EXALT 再次升级了运输机的运载能力，为他们提供更多执行任务的士兵。"
QuoteText="\"不，说真的，这是我们的事情，不是吗？\""
QuoteTextAuthor="- 中央官员布拉德福德"
PreMissionText="再次增加 EXALT 小队规模。"
PostMissionSuccessText="黑暗事件被反击：EXALT 小队规模 II"
PostMissionFailureText="无法对抗黑暗事件：EXALT 小队规模 II"

[DarkEvent_ICU X2DarkEventTemplate]
DisplayName="EXALT 研究：重症监护病房"
SummaryText="ADVENT 为 EXALT 建立紧急护理中心，使 EXALT 士兵能够更快地重返战斗。"
QuoteText="\"不太满意！我们也可以做到！\""
QuoteTextAuthor="- 贝吉塔中士"
PreMissionText="EXALT 士兵从战场上所受的伤中恢复得更快。"
PostMissionSuccessText="黑暗事件被反击：EXALT ICU"
PostMissionFailureText="无法对抗黑暗事件：EXALT ICU"

[DarkEvent_AdvancedMECs X2DarkEventTemplate]
DisplayName="EXALT 研究：高级 MEC 支持"
SummaryText="EXALT 定制 SPARK 型 MEC 以在战场上提供支援，并征用这些 MEC 到战场上的小队中。"
QuoteText="\"看来 ADVENT 终于拯救了我的旧居……\""
QuoteTextAuthor="- 朱利安"
PreMissionText="EXALT 现在可以在战场上与小队一起部署 MEC。"
PostMissionSuccessText="黑暗事件被反击：EXALT机械改造人s"
PostMissionFailureText="无法对抗黑暗事件：EXALT机械改造人s"

[DarkEvent_GeneticPCS X2DarkEventTemplate]
DisplayName="EXALT研究：基因战斗芯片"
SummaryText="EXALT 进一步推进了其战斗芯片技术，为士兵提供了更加激进的选择。"
QuoteText="\"我只是喜欢对 EXALT 人使用酸，结果发现他们对这种东西有免疫力。\""
QuoteTextAuthor="- Cpl. R. Edditor。"
PreMissionText="EXALT 士兵现在可以获得更先进的战斗芯片用于战场。"
PostMissionSuccessText="黑暗事件反击：EXALT 战斗芯片"
PostMissionFailureText="无法对抗黑暗事件：EXALT战斗芯片"


;任务
[MOCXFirst X2MissionFlavorTextTemplate]
FlavorText="缺少风味文本"
CouncilSpokesmanSuccessText="指挥官，您占领了 <XGParam:StrValue0/!WorldRegionName/> 中的外星人设施，这为我们提供了有关化身计划的重要线索。您今天的行动将毫无疑问地证明人类重新夺回地球控制权的决心。"
CouncilSpokesmanFailureText="指挥官，你对 <XGParam:StrValue0/!WorldRegionName/> 外星人设施的占领尝试失败了，这让我们暴露了外星人的阴谋，EXALT。我仍然相信你的能力，但我们必须做得更好，指挥官。"

[MOCXSecond X2MissionFlavorTextTemplate]
FlavorText="缺少风味文本"
CouncilSpokesmanSuccessText="检索对 EXALT 至关重要的关键文件对他们来说是一个巨大的打击，指挥官。希望这意味着变种人的项目即将结束。"
CouncilSpokesmanFailureText="指挥官，你在 <XGParam:StrValue0/!WorldRegionName/> 中获取重要外星人文件的尝试失败了，这让我们暴露了我们的底牌。下次我们必须做得更好。"

[MOCXThird X2MissionFlavorTextTemplate]
FlavorText="缺少风味文本"
CouncilSpokesmanSuccessText="这次成功消除了变种人权力结构中的一个主要因素，指挥官。获得 EXALT 的首席科学家和工程师应该会进一步减缓变种人的速度。"
CouncilSpokesmanFailureText="指挥官，这次失败并不是结束，但是 EXALT 会知道下次会发生什么。"

[MissionSource_MOCXOffsite X2MissionSourceTemplate]
BattleOpName="黑暗秘密行动"
MissionPinLabel="场外化身设施"
MissionFlavorText="这个遥远的外星设施受到变种人和附属 EXALT 小队的严密守卫。与此同时，这也是捕获外星物资的最佳机会。"

[MissionSource_MOCXTraining X2MissionSourceTemplate]
BattleOpName="暗影之刃行动"
MissionPinLabel="突袭训练演习"
MissionFlavorText="大规模训练演习通常不是我们想去的地方。然而，我们收集到的情报表明，对未来对抗 EXALT 的任何行动至关重要的关键文件将暂时存储在那里。"

[MissionSource_MOCXAssault X2MissionSourceTemplate]
BattleOpName="破镜行动"
MissionPinLabel="破坏 EXALT 总部"
MissionFlavorText="我们现在有最好的机会击落 EXALT：让我们一劳永逸地结束对 XCOM 的嘲弄。"



[Dark_OffsiteStorage X2MissionTemplate]
DisplayName="异地备份设施攻击"
Briefing="安全化身项目备份设施"
PostMissionType="保护化身设施"
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Advent_Facility"
ObjectiveTextPools[0]="消灭所有敌方目标"

[Dark_OffsiteStorage X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭守卫该设施的所有敌方目标"
ObjectiveTextPools[1]="确保敌方设施安全"
ObjectiveTextPools[2]="撤出所有 XCOM 士兵"


[Dark_TrainingRaid X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="尽可能消灭所有敌方目标"
ObjectiveTextPools[1]="从公开的接入点下载 %QUESITEM%"
ObjectiveTextPools[2]="撤出所有 XCOM 士兵"

[Dark_TrainingRaid X2MissionTemplate]
DisplayName="训练演习突袭"
Briefing="入侵 AO 中被标记的计算机"
PostMissionType="黑客工作站"
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Advent_Facility"
ObjectiveTextPools[0]="入侵连接到 EXALT 网络的计算机"
ObjectiveTextPools[1]="必要时撤离：如果检索到蓝图，任务将被视为成功"

[Dark_RooftopsAssault X2MissionTemplate]
DisplayName="破坏 EXALT 总部"
Briefing="破坏 EXALT 总部"
PostMissionType="破坏 EXALT 总部"
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Sky_Tower"
ObjectiveTextPools[0]="将 X4 个炸药放置在指定房间内"
ObjectiveTextPools[1]="逃离行动区域"

[Dark_RooftopsAssault X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="安装 X4 以摧毁 EXALT 总部"
ObjectiveTextPools[1]="提取所有 XCOM 士兵"
ObjectiveTextPools[2]="呼叫空中游侠并撤出所有士兵以完成此任务。"


[RM_HQBluePrint X2QuestItemTemplate]
FriendlyName="EXALT总部蓝图"
FriendlyNamePlural="EXALT总部蓝图"
LootTooltip="EXALT总部的详细蓝图，取自其网络。"

;;;;;;;;;;;;;;;;;;;;; 战术 LOC ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; 战术 LOC

;PCS 和能力

[LongJumpPCS X2EquipmentTemplate]
FriendlyName="PCS：爬墙"
FriendlyNamePlural="PCS: 爬墙"
BriefSummary="这种基因植入物使士兵能够爬上墙壁，使他们能够无缝地前往屋顶和地面。"

[MimeticSkinPCS X2EquipmentTemplate]
FriendlyName="PCS：模仿皮肤"
FriendlyNamePlural="PCS：模仿皮肤"
BriefSummary="这种基因植入可以让士兵在没有敌人的情况下融入周围环境，从而达到肾上腺素的峰值，让他们能够在完全掩护的情况下重新隐藏起来。"


[RM_ControlChip X2ItemTemplate]
FriendlyName="EXALT个人战斗芯片"
FriendlyNamePlural="EXALT 个人战斗芯片"
BriefSummary="我们从 EXALT 人员的尸体中保留了下来：他们的植入物可能对 XCOM 有用。"


；能力
[OddNerfOne X2AbilityTemplate]
LocFriendlyName="汽车爆炸防护"
LocLongDescription="汽车爆炸造成的伤害减少20%。"
LocHelpText="汽车爆炸造成的伤害减少 20%。"

[OddNerfTwo X2AbilityTemplate]
LocFriendlyName="高级汽车爆炸防护"
LocLongDescription="汽车爆炸造成的伤害减少 40%。"
LocHelpText="汽车爆炸造成的伤害减少 40%。"

[OddNerfThree X2AbilityTemplate]
LocFriendlyName="终级汽车爆炸防护"
LocLongDescription="汽车爆炸造成的伤害减少 50%。"
LocHelpText="汽车爆炸造成的伤害减少 50%。"

[ExecuteMOCX X2AbilityTemplate]
LocFriendlyName="执行"
LocLongDescription="处决一个流血单位。"
LocHelpText="处决一个流血单位。"
LocFlyOverText="已执行！"

[DarkEventAbility_HealthBoost X2AbilityTemplate]
LocFriendlyName="黑暗事件：健康提升"
LocLongDescription="EXALT 单位获得 3 点额外生命值。"
LocHelpText="EXALT 单位获得 3 点额外生命值。"
LocFlyOverText="黑暗事件：健康提升"


[RM_DarkEvac X2AbilityTemplate]
LocFriendlyName="撤离！"
LocLongDescription="撤离战场。"
LocHelpText="撤离战场。"
LocFlyOverText="呼叫撤离"

[RM_DarkAutoEvac X2AbilityTemplate]
LocFriendlyName="撤离！"
LocLongDescription="撤离战场。"
LocHelpText="撤离战场。"
LocFlyOverText="呼叫撤离"

[RM_EvacTeleport X2AbilityTemplate]
LocFriendlyName="撤离！"
LocLongDescription="撤离战场。"
LocHelpText="撤离战场。"
LocFlyOverText="已撤离！"

[RM_FakeBleedout X2AbilityTemplate]
LocFriendlyName="特种部队耐久性"
LocLongDescription="有机会在任务的剩余时间内只是被击晕而不是被杀死。"
LocHelpText="有机会在任务的剩余时间内只是被击晕而不是被杀死。"
LocFlyOverText="流血不止！"

[RM_FakeBleedoutTriggered X2AbilityTemplate]
LocFriendlyName="特种部队耐久性"
LocLongDescription="有机会在任务的剩余时间内只是被击晕而不是被杀死。"
LocHelpText="有机会在任务的剩余时间内只是被击晕而不是被杀死。"
LocFlyOverText="流血不止！"

[RM_LongJump X2AbilityTemplate]
LocFriendlyName="爬墙"
LocFlyOverText="爬墙"
LocLongDescription="只要有一堵墙，就可以无缝前往屋顶，而不需要梯子、杆子等。"
LocHelpText="只要有一堵墙，就可以无缝地前往屋顶，而不需要梯子、杆子等。"
LocPromotionPopupText="<Bullet/> 无缝前往屋顶，无需梯子、杆子等。<br/>"

[RM_MimeticSkin X2AbilityTemplate]
LocFriendlyName="模仿皮肤"
LocFlyOverText="模仿皮肤"
LocLongDescription="当移动到完全掩体且周围没有敌人时重新隐藏。"
LocHelpText="当移动到完全掩体且周围没有敌人时重新隐藏。"
LocPromotionPopupText="<Bullet/> 当移动到完全掩体且周围没有敌人时重新隐藏。<br/>"

[RM_Intimidate X2AbilityTemplate]
LocFriendlyName="恐吓"
LocLongDescription="当受到攻击时，敌人有几率感到恐慌。"
LocHelpText="当受到攻击时，敌人有一定几率陷入恐慌。"
LocFlyOverText="恐吓"
LocPromotionPopupText="<Bullet/> 威吓使攻击者惊慌失措的几率会随着更高级别的 SPARK 装甲而增加。<br/><Bullet/> 威吓可以通过近战和区域攻击触发。<br/><Bullet/> 当被守望先锋的火力瞄准时，威吓不会触发。<br/>"

[RM_IntimidateTrigger X2AbilityTemplate]
LocFriendlyName="恐吓"
LocLongDescription="当受到攻击时，所有可见的敌人都有可能陷入恐慌。"
LocHelpText="当受到攻击时，所有可见的敌人都有可能陷入恐慌。"
LocFlyOverText="恐吓"
LocPromotionPopupText=""
LocMissMessage="恐吓失败"

[Reward_MOCXCancelProject X2RewardTemplate]
DisplayName="取消 EXALT 项目"
RewardDetails="阻止 EXALT 完成自我升级项目"

[Reward_MOCXOffsite X2RewardTemplate]
DisplayName="侦察场外设施"
RewardDetails="解锁一项任务，突袭与化身项目相关的场外设施"

[Reward_MOCXTraining X2RewardTemplate]
DisplayName="侦察训练演习"
RewardDetails="解锁一项从训练演习中窃取重要文件的任务"

[Reward_MOCXAssault X2RewardTemplate]
DisplayName="侦察 EXALT 总部"
RewardDetails="解锁任务，一劳永逸地阻止 EXALT。"

[CovertAction_MOCXAssault X2CovertActionTemplate]
行动目标="侦察 EXALT 总部"

[CovertAction_MOCXTraining X2CovertActionTemplate]
ActionObjective="侦察训练演习"

[CovertAction_MOCXOffsite X2CovertActionTemplate]
ActionObjective="侦察场外设施"

[CovertAction_MOCXCancelProject X2CovertActionTemplate]
ActionObjective="停止EXALT项目"

[CovertActionNarrative_MOCXOffsite X2CovertActionNarrativeTemplate]
ActionName="侦察场外设施"
ActionPreNarrative="这个"EXALT"计划正在成为抵抗军的一个问题，我们需要与各派合作来打倒他们。他们中的一个已经知道了 EXALT 小队正在为化身计划做警卫的设施的位置，并希望我们帮助对其进行侦察。"
ActionPostNarrative="我们已经学到了很多有关这个设施的知识：现在我们有机会自己接管它。"

[CovertActionNarrative_MOCXTraining X2CovertActionNarrativeTemplate]
ActionName="侦察训练演习"
ActionPreNarrative="凭借我们最近对 EXALT 的胜利，我们必须继续对他们发动攻击。由于他们正在进行大规模的城市战演习，他们很可能会保留我们需要获取的有价值情报的本地副本。"
ActionPostNarrative="我们合作的派系已经确认了有价值情报的存在：我们应该趁现在还能抓住它。"

[CovertActionNarrative_MOCXAssault X2CovertActionNarrativeTemplate]
ActionName="准备攻击 EXALT 总部"
ActionPreNarrative="我们找到的蓝图为我们提供了 EXALT 大本营的钥匙：现在我们需要确保空域畅通无阻，以便 Firebrand 可以抵达。之后，在正确的位置放置 X4 应该可以一劳永逸地结束这项计划。"
ActionPostNarrative="我们合作的派系对任何空中渗透的企图都表示同意，我们所需要的只是您批准执行任务，指挥官。"

[CovertActionNarrative_MOCXCancelProject X2CovertActionNarrativeTemplate]
ActionName="停止EXALT项目"
ActionPreNarrative="某个派系已经成功获悉 EXALT 正在独立进行一项升级项目，与变种人的更高指挥链无关。我们需要尽快将其关闭。"
ActionPostNarrative="项目成功停止：他们需要时间再次尝试该项目。"

[RM_Vanish X2AbilityTemplate]
LocFriendlyName="消失"
LocLongDescription="士兵变得不被敌人发现。"
LocHelpText="士兵变得不被敌人发现。"
LocFlyOverText="隐藏！"

[RM_VanishPhantom X2AbilityTemplate]
LocFriendlyName="幻影"
LocLongDescription="这名士兵在任务开始时处于隐藏状态"
LocHelpText="这名士兵在任务开始时处于隐蔽状态"
LocFlyOverText="幻影"


[RM_VanishReveal X2AbilityTemplate]
LocFriendlyName="显示"
LocFlyOverText="揭晓！"
LocHelpText="向敌人暴露该单位。如果在消失时执行操作，则会自动发生这种情况。"
LocLongDescription="向敌人暴露该单位。如果在消失时执行操作，则会自动发生这种情况。"


[ResAct_MOCXMissionCompleted X2ResistanceActivityTemplate]
DisplayName="反 EXALT 行动已完成："

[ResAct_MOCXMissionFailed X2ResistanceActivityTemplate]
DisplayName="反 EXALT 行动失败："


[FearOfMOCX X2TraitTemplate]
TraitFriendlyName ="对 EXALT 的恐惧"
TraitScientificName="人类恐惧症"
TraitDescription="遇到 EXALT 士兵时有几率感到恐慌。"
TraitQuotes[0]="\"我报名是为了杀死外星人，而不是人类。\""
TraitQuotes[1]="\"无论我们逃到哪里，他们都能找到我们。\""
TraitQuotes[2]="\"就好像他们确切地知道我们是如何运作的。\""
TraitQuotes[3]="\"我不想手上沾满鲜血。\""
TraitQuotes[4]="\"我们还能承受多少？！\""

[FearOfMOCXPassive X2AbilityTemplate]
LocFriendlyName="对 EXALT 的恐惧"
LocLongDescription="当战斗中遇到 EXALT 时，该单位可能会恐慌。"


[MOCXMissions X2EncyclopediaTemplate]
ListTitle="停止 EXALT"
DescriptionTitle="停止 EXALT"
DescriptionEntry="XCOM 不需要专门阻止他们的特遣部队，尤其是技术领先并能够赢得消耗战的部队。他们的主总部目前对我们来说是坚不可摧的，但随着派系和时间的流逝，我们也许能够找到一种方法通过秘密行动彻底阻止他们。"

[MOCXOperations X2EncyclopediaTemplate]
ListTitle="EXALT"
DescriptionTitle="EXALT"
DescriptionEntry="随着 XCOM 实力的增强，ADVENT 联盟最终将组建一支由人类特种部队组成的专门的"反恐"特遣部队，称为 EXALT。这些部队可以出现在 XCOM 执行的任务中，可能性取决于 XCOM 执行了多少次任务而没有遇到它们。任务中是否会有它们出现将通过 SITREP 指示出来。"

[MOCXProjects X2EncyclopediaTemplate]
ListTitle="EXALT 项目"
DescriptionTitle="EXALT 项目"
DescriptionEntry="除了黑暗事件之外，EXALT 可能还会秘密地自行进行升级。这些升级对 XCOM 来说更加隐秘和隐藏：派系将是检测并阻止这些项目的唯一方法。"

[MOCXCaptures X2EncyclopediaTemplate]
ListTitle="捕获 EXALT"
DescriptionTitle="捕获 EXALT"
DescriptionEntry="通过从其他来源获得富尔顿技术，我们有可能招募 EXALT 士兵加入我们的事业，只要我们能击晕他们并靠近他们，将富尔顿绑在他们身上。但他们并不总能幸存下来：高阶士兵往往可以获得自杀药丸，但在富尔顿企图之前对他们造成足够的伤害可能会阻止士兵使用它们。"


[Header_MOCX X2EncyclopediaTemplate]
ListTitle="EXALT"

